Repository: indiantarget/quimeraengine
Catalog: team/TestAutomationTool/resources/i18n/*/TestExecution.po
Languages: es

# ButtonStop
source: STOP
es: DETENER

# ButtonStopping
source: Stopping...
es: Deteniendo...

source: Method
es: Método

source: Failed modules
es: Módulos fallidos

source: Modules in test log
es: Módulos en el log de tests

source: Failed suites
es: Suites fallidas

source: Suites in test module
es: Suites en el Módulo de tests

source: Failed cases
es: Casos fallidos

source: Cases in test suite
es: Casos en la Suite de tests

source: Failed results
es: Resultados fallidos

source: Results in test case
es: Resultados en el caso de test

# TestingTime
source: Testing time (total, in seconds):
es: Tiempo de la prueba (total, en segundos):

source: Context
es: Contexto

source: At
es: En

source: With configuration
es: Con la configuración

# Configuration
source: Compilation configuration
es: Configuración de compilación

source: Compiler
es: Compilador

source: Flag combination
es: Combinación de flags

# FlagValues
source: Flag combination values
es: Valores de la combinación de flags

# SuccessResult
source: Passed
es: Pasó

# FailResult
source: Failed
es: Falló

# NotATestResult
source: Information
es: Información

# ErrorResult
source: Exception
es: Excepción

# LogTestExecutionCancelled
source: Test execution cancelled by the user.
es: Ejecución del test cancelada por el usuario.

# LogTitle
source: Execution log
es: Log de ejecución

# ResultsTitle
source: Test results
es: Resultados del test

# ButtonRestart
source: Restart
es: Reiniciar

# TestExecutionTitle
source: Test execution
es: Ejecución de tests
